Revit 2027 API
SymbolTypeId.TCO2ePerMBtu Property
 Symbol tCO₂e/MBtu, indicating tonnes Carbon Dioxide per million British thermal units
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerMBtu { get; }
Public Shared ReadOnly Property TCO2ePerMBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerMBtu {
	ForgeTypeId^ get ();
}
static member TCO2ePerMBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace